// Author: 4Li
// Version: 4.4.4.0 (30.04.2015)

// General

000 = 한국어
001 = 예
002 = 아니오
003 = 확인
004 = 끝내기
005 = 메인 패널
006 = 규칙 패널
007 = 허용할 프로그램 찾아보기
008 = 차단할 프로그램 찾아보기
009 = 연결을 허용할 프로그램 창을 누르세요.
010 = 연결을 차단할 프로그램 창을 누르세요.
011 = 또는 이 작업을 취소하려면, 이 대화상자에서 누르세요.
012 = 새 규칙은 다음에 대한 연결을 허용하도록 잘 만들어졌습니다.
013 = 새 규칙은 다음에 대한 연결을 차단하도록 잘 만들어졌습니다.
014 = 이 프로그램에 대한 똑같은 규칙이 이미 있습니다.
015 = 작업이 중단됐습니다 !
016 = 완전한 정책을 다음에서 잘 가져왔습니다:
017 = 완전한 정책을 다음으로 잘 내보냈습니다:
018 = 기본 정책이 잘 복원됐습니다.
021 = 이 규칙과 일치하는 파일의 전체 경로를 지정하세요.
022 = 일부 정책을 다음에서 잘 가져왔습니다:
023 = 일부 정책을 다음으로 잘 내보냈습니다:
030 = Windows 방화벽의 상태 잠금
031 = Windows 방화벽의 상태 잠금 해제
032 = 잠금
033 = 잠금 해제
034 = 취소
035 = 비밀번호를 설정하세요.
036 = 잠금 해제할 비밀번호를 입력하세요.
037 = 잘못된 비밀번호!
038 = 비밀번호 보이기
039 = 개발자의 웹사이트 방문
040 = Windows 방화벽 규칙 관리
041 = 프로그램을 잠금 해제하려면, 잠금 아이콘을 누르세요.
042 = 참말로 Windows 방화벽 보호를 해제할까요?
043 = 다시는 보이지 않기
044 = 읽기 전용

// Tab items

100 = 프로파일
200 = 알림
300 = 옵션
400 = 규칙
500 = 도구
600 = 정보

// Profiles

101 = 어떤 연결을 차단/허용할 지에 대한 필터링 수준을 지정합니다.
102 = 강한 필터링
103 = 모든 아웃바운드와 인바운드 연결이 차단됩니다.  이 프로파일은 사용자의 컴퓨터로(부터)의 연결 시도를 모두 차단합니다.
104 = 보통 필터링 (권장)
105 = 규칙과 일치하지 않는 아웃바운드 연결이 차단됩니다.  허용 규칙 내 프로그램만 허용됩니다.
106 = 약한 필터링
107 = 규칙과 일치하지 않는 아웃바운드 연결이 허용됩니다.  차단 규칙 내 프로그램만 차단됩니다.
108 = 필터링 안 함
109 = Windows 방화벽이 꺼집니다.  다른 방화벽이 실행 중이 아니면, 이 설정은 사용하지 마세요.
110 = 보통 필터링
111 = 설치/업데이트를 위해 낮은 필터링 프로파일로 전환된 경우, 되돌릴 프로파일을 지정합니다.
112 = 자동으로 설정
113 = :
114 = 분 후에

// Notifications

201 = 사용자에게 표시될 차단된 아웃바운드 연결의 알림 수준을 지정합니다.
202 = 강함
203 = svchost.exe와 시스템에 의한 연결 시도로 만들어진, 시스템의 그것들을 포함한 모든 차단된 아웃바운드 연결에 대해 알림을 표시합니다.
204 = 보통 (권장)
205 = 모든 차단된 아웃바운드 연결에 대해 알림을 표시하지만, svchost.exe와 시스템에 의해 만들어진 알림은 무시하거나 표시하지 않습니다.
206 = 약함
207 = 올바른 서명으로 디지털 서명된 프로그램의 네트워크 접근을 자동으로 허용하고, 서명되지 않은 프로그램에 대해서만 알림을 표시합니다.
208 = 사용 안 함
209 = 알림을 표시하지 않습니다.
210 = 알림 옵션
211 = 알림 표시 지속 시간
212 = 초
214 = 새 알림이 만들어졌을 때, 소리 재생
215 = 기본 소리 재생
216 = 사용자 지정 소리 재생
217 = 사용자 지정 알림 소리를 선택하세요.
218 = 알림 시스템은 등록된 사용자에 대해서만 사용 가능합니다.  이 기능을 사용하려면, 프로그램을 주문하고 활성화하세요.  지원해 주시면 고마울 겁니다.
219 = 등록된 사용자가 되는 방법을 찾으려면, 여기를 누르세요.
220 = 다른 창보다 위에 알림 표시
221 = 고급 알림 설정
222 = 고급 설정을 기본값으로 초기화
223 = 일치하는 규칙을 검색할 때, 허용 규칙을 사용합니다.  중복 알림이 표시되는 경우, 다른 보안 프로그램과의 호환성을 위해 권장합니다.
224 = 일치하는 규칙을 검색할 때, 일반적인 차단 규칙을 사용합니다.  차단된 연결과 일치하는 프로그램 모두에 적용되는 차단 규칙인 경우, 알림이 표시되지 않습니다.
225 = 일치하는 규칙을 검색할 때, 사용하지 않는 규칙을 사용합니다.  일치하는 사용하지 않는 규칙을 찾은 경우, 알림은 표시되지 않습니다.

// Options

301 = 로컬 컴퓨터의 모든 사용자 계정에 적용할 옵션을 아래에서 지정하세요.
302 = 쉘 통합
303 = 실행 파일과 실행 파일의 바로가기에 대한 컨텍스트 메뉴에 프로그램을 통합합니다.
304 = 로그온시, 자동으로 시작
305 = 빠른 사용자 전환 기능을 사용할 때, 사용자의 첫번째 로그온에 대해서 이 옵션이 적용됩니다.
306 = 방화벽 규칙 추가에 다른 프로그램의 기능을 사용하지 않음
307 = 인증되지 않은 규칙은 자동으로 삭제됩니다.  WIndows Firewall Control을 통해 만들어진 규칙만 허용됩니다.
308 = 전역 단축키
309 = 전역 단축키는 모든 실행 중인 응용 프로그램 내에서 사용할 수 있는 키보드 단축키입니다.
310 = 아래 RGB 색 조합으로 프로그램의 분위기를 바꿉니다.
311 = 빨강
312 = 초록
313 = 파랑
314 = 다양한 검증에 사용되는 서비스를 아래 주소(URL)에서 지정하세요.
315 = IP 주소 신뢰도를 확인할 주소(URL)
316 = 파일의 SHA256 해시를 기반으로 해 파일을 확인할 주소(URL)
317 = WHOIS 조회를 시작할 주소(URL)
318 = 특정 포트에 대해 자세한 내용을 읽어볼 주소(URL)
319 = 보안 부트
320 = 시스템 종료시, 자동으로 강한 필터링 프로파일로 설정합니다.
321 = 강한 필터링 프로파일이 '사용함' 상태입니다.  모든 네트워크 연결은 프로파일을 직접 전환할 때까지 차단됩니다.
330 = Windows 방화벽을 통해 허용
331 = Windows 방화벽을 통해 차단

// Rules

401 = 새 규칙을 만들 때, 적용될 새 규칙에 대한 방향을 지정합니다.
402 = 아웃바운드 (권장)
403 = 응용 프로그램을 허용하거나 차단할 새 규칙을 만들 때, 기본적으로 아웃바운드 규칙만 만듭니다.
404 = 인바운드
405 = 기본적으로 인바운드 규칙만 만듭니다.  주의해서 이 옵션을 사용하세요.  인바운드 접근은 일반적으로 서버 프로그램에 대해서 필요합니다.
406 = 아웃바운드와 인바운드
407 = 기본적으로 규칙에 대해 두 가지 종류를 만듭니다.  권장하지 않습니다.
408 = 새 규칙을 만들 때, 적용될 새 규칙에 대한 위치를 지정합니다:
409 = 가져오기, 내보내기 또는 방화벽 규칙 복원
410 = 파일에서 Windows 방화벽 규칙 가져오기
411 = Windows 방화벽 규칙을 파일로 내보내기
412 = 규칙의 설정을 Windows 방화벽 기본으로 복원
413 = Windows Firewall Control 권장 규칙 복원
414 = 파일에서 방화벽 규칙을 가져오면, 현재 Windows 방화벽 규칙의 모든 내용을 덮어쓰게 됩니다.  현재 규칙의 복사본을 저장하려는 경우, 먼저 파일로 내보내야 합니다.  지금 파일에서 방화벽 규칙을 가져올까요?
415 = 규칙에 대해 기본 설정으로의 복원은 WIndows가 설치된 이후 사용자가 만든 Windows 방화벽의 설정으로 모든 변경 내용이 초기화되는 겁니다.  이것은 일부 프로그램의 작동이 멈추는 원인이 될 수 있습니다.  계속할까요?
416 = 파일에서 가져오기...
417 = 파일로 내보내기...
418 = 권장하는 규칙을 잘 복원했습니다.
419 = 관리 규칙 창내 규칙을 '새로 고침'하세요.  고맙습니다.
420 = 이 동작은 로그(기록)에서 모든 레코드를 지우는 겁니다. 계속할까요?
421 = 부분 정책 파일이 선택됐습니다.  이 파일에서 가져오는 방화벽 규칙은 현재 규칙은 변함없이 유지되면서 현재 설정에 추가됩니다.  선택한 파일에서 방화벽 규칙을 가져올까요?
422 = 선택한 파일은 잘못된 형식이거나 손상됐습니다!

// Tools

501 = 다양한 시스템 유틸리티를 실행하려면, 아래의 바로가기를 사용하세요.  참고로, 이러한 프로그램은 가장 높은 수준의 권한으로 실행됩니다.
502 = 고급 보안이 포함된 Windows 방화벽
503 = 이벤트 뷰어
504 = 리소스 모니터
505 = Windows Firewall Control 애플릿
520 = 복사...
521 = 모두

// About

601 = 프로그램 정보
602 = 새 버전이 사용 가능한지 확인
603 = 업데이트 서버에 연결할 수 없습니다.  접근이 금지됐습니다.  이 프로그램이 인터넷으로의 연결이 차단되지 않았는지 확인하고 다시 시도하세요.
605 = 최신 버전을 사용하고 있습니다.  이 시점에서 사용 가능한 새 버전은 없습니다.
606 = 새 버전이 사용 가능합니다.
607 = 바탕 화면에 이 버전을 다운로드할까요?
608 = 새 버전이 바탕 화면에 잘 다운로드됐습니다.  업데이트를 완료하려면, 새 설치 프로그램을 실행하세요.
609 = 활성 상태
610 = 제품 활성화됨
611 = 제품 활성화 안 됨
612 = 지원해 주셔서 고맙습니다.
613 = 활성화하려면, 여기를 누르세요.
614 = 아래는 이 프로그램의 설치시 자동으로 만들어진 설치 ID입니다.  대응 활성화 코드를 아래 텍스트 상자에 입력하고, 제품 활성을 위해 '활성화' 버튼을 누르세요.  대응 활성화 코드를 얻으려면, 우리 웹사이트에 등록된 사용자 계정으로 로그인하세요.
615 = 로그인 페이지를 열려면, 여기를 누르세요.
616 = 설치 ID
617 = 활성화 코드
618 = 활성화
619 = 클립보드에 복사
620 = 클립보드로부터 붙여넣기
621 = 인터페이스 종류
622 = 모든 인터페이스 종류
623 = 특정 인터페이스 종류
624 = 로컬 영역 네트워크
625 = 원격 접근
626 = 무선
627 = 받음
628 = 보냄
629 = 둘 다
640 = 주변 탐색
641 = ICMP 설정
680 = 항목
681 = 모든 항목
682 = 최근 항목
690 = 업데이트 자동 확인
691 = 프록시 구성 사용
692 = 프록시 구성
693 = 주소
694 = 사용자 이름
695 = 비밀번호

// Manage Rules

700 = 프로세스 ID
701 = 이름
702 = 그룹
703 = 프로그램
704 = 위치
705 = 사용함
706 = 동작
707 = 방향
708 = 로컬 주소
709 = 로컬 포트
710 = 원격 주소
711 = 원격 포트
712 = 프로토콜
713 = 서비스
714 = 설명
715 = 만들어진 시간
716 = 동작
717 = 목록 새로 고침
718 = 잘못된 규칙 찾기
719 = 로그(기록) 지우기
720 = 규칙 관리
721 = 언결 로그(기록)
722 = 새 규칙 마법사
723 = 보기
724 = 표시할 항목의 기간
725 = 오늘
726 = 최근 3일
727 = 최근 일주일
728 = 연결
730 = 표시
731 = 규칙
732 = 모든 규칙
733 = 인바운드 규칙
734 = 아웃바운드 규칙
735 = 사용자가 만든 규칙
736 = 필터
737 = 필터 없음
738 = '사용함'을 기준으로 필터링
739 = '사용 안 함'을 기준으로 필터링
740 = 검색
741 = 연결 로그(기록)
742 = 정책
743 = 파일에서 규칙 가져오기
744 = 모든 규칙 내보내기
745 = 선택한 규칙 내보내기
746 = 기본 규칙 복원
747 = 권장 규칙 복원
748 = 허용된 연결
749 = 차단된 연결
750 = 새 규칙 만들기
751 = 허용할 프로그램 찾아보기
752 = 허용하려면, 누르세요.
753 = 차단할 프로그램 찾아보기
754 = 차단하려면 ,누르세요.
755 = 이 프로그램 허용
756 = 이 프로그램 차단
757 = 사용자 지정 및 허용...
758 = 사용자 지정 및 차단...
759 = 차단된 연결에 대한 기록을 사용치 않으면, 알림 또한 해제됩니다.  참말로 계속 할까요?
760 = 옵션
761 = 허용
762 = 차단
763 = 사용함
764 = 사용 안 함
765 = 삭제
766 = 속성
767 = 중복 만들기
768 = 일반
769 = 고급
770 = 적용
771 = 프로토콜과 포트
772 = 로컬 및 원격 IP 주소
773 = 인바운드
774 = 아웃바운드
775 = 도메인
776 = 개인
777 = 공용
778 = 모두
779 = 만들기
780 = 어느 것이든
781 = 모든 포트
782 = 사용자 지정 포트
783 = 사용자 지정 주소
784 = 모든 프로그램
785 = 이 프로그램
786 = 찾아보기...
787 = 예: 80,443,9-29
788 = 예: 50.87.146.202
790 = 실행 파일을 검색할 폴더를 선택하세요.
791 = 개 파일
792 = 데이터를 불러오려면, '새로 고침' 버튼이나 F5 키를 사용하세요.
793 = 기다리세요...
795 = 정렬 초기화
796 = 연결
797 = 최근 차단된 항목
798 = 최근 허용된 항목

// Notification Dialog

800 = 나가는 연결 차단됨
801 = 소스
802 = 원격
803 = 서명됨
804 = 원격 IP 
805 = 그것을 만들기 전에 이 규칙 사용자 정의
806 = 이 프로그램 허용
807 = 이 프로그램의 인터넷 접근을 항상 허용
808 = 이 프로그램 차단
809 = 이 프로그램의 인터넷 접근을 항상 차단
810 = 지금 차단하고 나중에 물음
811 = 이 동작을 임시로 적용
812 = 이 파일 확인
813 = WHOIS 조회 시작
814 = 이 IP 주소 검증
815 = 파일 위치 열기
816 = 전체 경로를 클립보드에 복사
817 = 파일 이름을 클립보드에 복사
818 = 포트에 대해 자세히 알아보기
819 = 자세한 규칙으로 되돌아가기
820 = 다시 시작할 때까지
821 = 1시간
822 = 5분
823 = 1분
824 = 다시 시작할 때까지 임시로 차단
830 = 규칙 합치기
831 = 합친 규칙
832 = 규칙으로 이동

// Validations

920 = 규칙 이름을 입력하세요.
921 = 공백은 허용되지 않습니다.
922 = 포트는 0 ~ 65535 사이의 값이어야 합니다.
923 = 올바른 IP 범위를 입력하세요.
924 = 올바른 IP 주소를 입력하세요.
925 = 중복 매개 변수는 허용되지 않습니다.
926 = 빈 매개 변수는 허용되지 않습니다.
927 = 음의 매개 변수는 허용되지 않습니다.
928 = 잘못된 포트 범위입니다.
929 = 필드는 비워둘 수 없습니다.
930 = 이 파일은 없습니다.
931 = 지원하는 확장자
932 = 이 필드는 0 ~ 999 사이의 숫자 값이어야 합니다.
933 = 잘못된 서브넷 마스크입니다.
934 = 이 필드는 1 ~ 60 사이의 숫자 값이어야 합니다.
935 = 필수 필드
940 = Windows Firewall Control 서비스에 연결할 수 없습니다.

// Uninstall

950 = 제거
951 = 사용자의 컴퓨터에서 프로그램을 제거합니다.  현재 Windows 방화벽 설정은 어떻게 할 지 선택하세요:
952 = 기본 Windows 방화벽 설정으로 초기화합니다.  사용자가 만든 모든 규칙은 삭제되고, Windows 방화벽 기본 규칙만 유지됩니다.
953 = 이 프로그램의 설치 전 상태로 복원합니다.  프로그램 설치시 찾은 이전의 모든 규칙은 복원됩니다.
954 = 현재 방화벽 규칙과 설정을 유지합니다.  이 프로그램만 제거되고, 이 순간까지 사용되던 다른 모든 설정과 규칙은 유지됩니다.
955 = 활성화 상태 삭제
956 = Windows 방화벽 로깅(기록) 사용 안 함
957 = 제거 진행하는 중...